Repository: ChinaDXTE/MicrosoftFeature
Catalog: VideoSample/Video Sample/Video Sample.Shared/strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Video_Chinese
source: Chinese
zh_cn: 中文

# Video_ClearMessage
source: Clear Tile,Toast
zh_cn: 清除磁贴，Toast

# Video_English
source: English
zh_cn: 英语

# Video_GeneralSetting
source: General settings
zh_cn: 常规设置

# Video_PictureLibrary
source: PictureLibrary
zh_cn: 图片库

# Video_Setting
source: Setting
zh_cn: 设置

# Video_Tip
source: info
zh_cn: 提示

# Video_LanguageSetting
source: Language Setting:
zh_cn: 语言设置:

# Video_Audio
source: Audio
zh_cn: 音频

# Video_CITVV
source: (Click image to view video)
zh_cn: (点击图片查看视频)

# Video_Direct
source: Direct：
zh_cn: 导演：

# Video_Discuss
source: Discuss
zh_cn: 讨论

# Video_Download
source: Download
zh_cn: 下载

# Video_DownloadError
source: DownloadError
zh_cn: 下载错误

# Video_DownloadFinish
source: DownloadFinish
zh_cn: 下载完成

# Video_Downloading
source: DownloadSchedule
zh_cn: 下载进度

# Video_DownloadMessage
source: File download is complete
zh_cn: 文件下载已完成

# Video_DownloadMusic
source: Download
zh_cn: 下载音乐

# Video_DownloadPath
source: DownloadPath
zh_cn: 下载路径

# Video_WebSong
source: WebSong
zh_cn: 网络歌曲

# Video_IAmSinger
source: IAmSinger
zh_cn: 我是歌手

# Video_LikeMusic
source: Like
zh_cn: 我喜欢的音乐

# Video_LocalMusic
source: Local
zh_cn: 本地音乐

# Video_LocalVideo
source: LocalVideo
zh_cn: 本地视频

# Video_MaleArtist
source: MaleSinger
zh_cn: 男歌手

# Video_MediaFile
source: MediaFile
zh_cn: 媒体文件

# Video_MediaSample
source: MediaSample
zh_cn: 多媒体类示例

# Video_MusicHall
source: Classify
zh_cn: 分类

# Video_MusicLibrary
source: MusicLibrary
zh_cn: 音乐库

# Video_MyMusic
source: MyMusic
zh_cn: 我的音乐

# Video_Pause
source: Pause
zh_cn: 暂停

# Video_PlayCount
source: Count：
zh_cn: 次数：

# Video_PopularClassic
source: PopularClassic
zh_cn: 流行经典

# Video_SDCard
source: SDCard
zh_cn: SD卡

# Video_SelectFile
source: SelectFile
zh_cn: 选择文件

# Video_SelectLoaclVideoText
source: select a local file>>
zh_cn: 选择本地文件>>

# Video_Singer
source: FemaleSinger
zh_cn: 女歌手

# Video_Start
source: Download
zh_cn: 下载

# Video_Video
source: Video
zh_cn: 视频

# Video_VideoDetails
source: VideoDetails
zh_cn: 详情介绍

# Video_VideoInfo
source: VideoInfo
zh_cn: 视频信息

# Video_VideoList
source: Video
zh_cn: 视频列表

# Video_VideoName
source: Name：
zh_cn: 名称：

# Video_YouMayLike
source: YouMayLike
zh_cn: 猜你喜欢

# Video_Movie
source: Movie
zh_cn: 电影

# Video_Play
source: Play
zh_cn: 播放

# Video_Starring
source: Starring
zh_cn: 主演：

# Video_EnterDownloadPage
source: EnterDownloadPage>>
zh_cn: 进入下载页面>>

# Video_IssuedCompany
source: IssuedCompany：SONY MUSIC
zh_cn: 发行公司：SONY MUSIC

# Video_IssuedTime
source: IssuedTime：2009-10-19
zh_cn: 发行时间：2009-10-19

# Video_AudioType
source: SongList
zh_cn: 歌曲列表

# Video_Back
source: Back
zh_cn: 返回

# Video_Next
source: Next
zh_cn: 下一首

# Video_PlayPage
source: PlayPage
zh_cn: 播放音频

# Video_Previous
source: Previous
zh_cn: 上一首

# Video_RankingList
source: Ranking
zh_cn: 排行榜

# Video_Recommend
source: Recommend
zh_cn: 推荐

# Video_VideoPlay
source: VideoPlay
zh_cn: 视频播放
